[M_HyperionContract873 MissionDefinition]
MissionName="Contrato Hyperion #873"
MissionDescription="A corporação Hyperion lhe oferece uma arma exclusiva se você eliminar uma determinada quantidade de bandidos. Apesar de que seria mais prudente a Hyperion não lhe entregar esse presente porém, uma recompensa é uma recompensa... e um bandido morto não tem preço. "
TurnInDescription="Aproveite sua nova arma fabricada pela Hyperion! É sério, experimente."
MissionSummary="Elimine bandidos em nome da Corporação Hyperion."
MissionGiver="Corporação Hyperion"
MissionTurnInLocation="Painel de Trabalhos de Highlands"
TeaserText="A Corporação Hyperion tem um trabalho pra você."

[M_HyperionContract873:Kill100Bandits MissionObjectiveDefinition]
ProgressMessage="Elimine alguns bandidos"

[M_HyperionContract873:Kill100Bandits_FinalObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_HyperionContract873:Kill100BanditsWithFire MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos queimando-os"

[M_HyperionContract873:Killbanditswithcorrosion MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos corroendo-os"

[M_HyperionContract873:Killbanditswithexplosive MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos explodindo-os"

[M_HyperionContract873:Killbanditswithshock MissionObjectiveDefinition]
ProgressMessage="Elimine os bandidos eletrocutando-os"

[M_HyperionContract873:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

